
"Copy button:" = "Copy button:";
"Mail button:" = "Mail button:";
"Scan button:" = "Scan button:";
"Scan-To-Web button:" = "Scan-To_Web button:";
//Custom control UI strings
"Descreen" = "Descreen";
"Color Restoration" = "Восстановление цвета";
"Adaptive Lighting" = "Адапт. осветл.";				//Modified on the 6-June-08 - "Адаптивное осветление";
"Unsharp Mask" = "Маска уменьшения резкости";
"Remove Dust"   = "Удаление пыли";
"6-Color Scanning" = "6-цветное сканирование";

"Tooltip_Descreen" = "Уменьшение муара";
"Tooltip_ColorRestoration" = "Восстановление выцветшего цвета";
"Tooltip_AdaptiveLight" = "Автонастройка уровней экспозиции";
"Tooltip_Sharpen" = "Повышение резкости";


//Cusom control  menu items
"None" = "Нет";
"Low" = "Низкое";
"Medium" ="Среднее";
"High" = "Высокое";
"Extreme" = "Предельное";

"Resolution" = "Разрешение";
"Source Size" = "Формат источника";
"New Size" = "Новый формат";
"Negative Number" = "Отрицательный %d";
"Slide Number" = "Сдвиг %d";
"HP ICA Scan" = "Сканирование HP ICA";
"Install HP Devices" = "Установка компонентов, требуемых для устройств HP для сканирования с использованием Image Capture.";
"Communication error" = "Ошибка обмена данными";
"Communication error while scanning" = "Ошибка при обмене данными с этим устройством. Проверьте, что устройство правильно подсоединено и питание устройства включено.";
"Image Save Error" = "Ошибка сохранения изображения";
"Image Format Mismatch" = "Выбранное в элементе управления Автоматическое задание приложение не поддерживает выбранный формат файла. Выберите другое приложение или формат.";
"Disk full error" = "Ошибка – диск заполнен.";
"Disk full error String Description" = "Выбранный диск заполнен. Сохраните файл на другой диск или удалите некоторые файлы для освобождения дискового пространства.";
"Permissions Error" = "Ошибка полномочий";
"Permission Error Description" = "Отсутствуют полномочия для сохранения файлов в \"%@\". Сохраните в другое местоположение.";
"Invalid value" = "Недопустимое значение";
"Invalid value description" = "Указанное в поле %@ значение не допустимо. Укажите значение от %ld до %ld и повторите попытку сканирования.";
"Image size is too long" = "Слишком большой формат изображения. Уменьшите высоту, ширину, разрешение, масштабирование или выходной тип изображения.";
"Read error" = "Ошибка считывания";
"Read error Description" = "Ошибка при получении отсканированной формы из устройства. Повторите попытку.";
"Installation Problem" = "Требуемый компонент программного обеспечения отсутствует или поврежден. Повторно выполните установку программного обеспечения для своего устройства и/или проверьте отсутствие неполадок накопителя жесткого диска.";
"Document feeder error" = "Ошибка устройства подачи документов";
"Paper Jam Description One" = "Замятие бумаги в устройстве автоматической подачи документов. Подробнее о процедуре устранения замятия см. в поставляемой с этим устройством документации.";
"Paper Jam Description Two" = "Замятие в устройстве автоматической подачи документов, подача бумаги невозможна. Выньте стопку подающихся документов, пролистайте ее и повторно установите в устройство подачи документов. Подробнее см. в поставляемой с этим устройством документации.";
"Paper Jam Description Three" = "Не защелкнут фиксатор устройства автоматической подачи документов. Защелкните фиксатор, нажав вниз до щелчка, затем повторите попытку сканирования.";
"Document feeder empty" = "Устройство подачи документов пусто";
"Document feeder empty description One" = "Устройство автоматической подачи документов не обнаруживает никаких документов. Правильно установите оригиналы в устройство автоматической подачи документов.";
"Document feeder empty description Two" = "Оригиналы извлечены из устройства автоматической подачи документов. Замените их и продолжите сканирование.";
"ADF Duplex error" = "Устройство автоматической подачи документов не может сканировать обе стороны оригиналов длиной более 12 дюймов.";
"Transparent Media Adapter Error" = "Ошибка адаптера прозрачных материалов";
"Transparent Media Adapter Error Description One" ="Невозможно завершить сканирование – не найден адаптер прозрачных материалов (TMA). При наличии TMA проверьте, что он надежно подсоединен к сканеру, и повторите попытку.";
"Transparent Media Adapter Error Description Two" = "Проверьте, что адаптер прозрачных материалов надежно подсоединен и правильно расположен. Если в устройстве используется пластина позиционирования, проверьте, что отметка на пластине совпадает с отметкой на сканере, затем повторите попытку.";
"Transparent Media Adapter Error Description Three" = "Крышка адаптера прозрачных материалов должна быть снята с колпака сканера. Если она снята, проверьте, что шаблон правильно размещен на стекле сканера. Если шаблон не используется, проверьте, что калибровочное окно в колпаке не блокировано. Разместите материал, который должен сканироваться, примерно на 4 см ниже верхнего края стекла сканера.";
"Transparent Media Adapter Error Description Four" = "Удалите все оригиналы со стекла сканера. Проверьте, что адаптер прозрачных материалов надежно подсоединен и правильно расположен.";
"Transparent Media Adapter Error Description Five" = "Для программного обеспечения задано сканирование слайда (позитив), но обнаружен негатив. Измените Тип документа на Негатив.";
"Transparent Media Adapter Error Description Six" = "Для программного обеспечения задано сканирование негатива, но обнаружен слайд (позитив). Измените Тип документа на Цветной слайд или Позитив.";
"Transparent Media Adapter Error Description Seven" = "Адаптер прозрачных материалов не может обнаружить указанный носитель. Убедитесь, что носитель правильно загружен в адаптер и выбран соответствующий тип носителя (позитив или негатив).";
"Transparent Media Adapter Error Description Eight" = "В данный момент невозможно выполнить сканирование с помощью адаптера прозрачных материалов. Дождитесь, когда сканер не будет занят, а затем повторите попытку.";
"Scan Cancelled" = "Сканирование отменено";
"Scan Cancelled Description" = "Сканирование не завершено – операция отменена при выполнении сканирования.";
"Device Busy" ="Устройство занято";
"Device Busy Description" = "Сканер используется другим приложением. Завершите работу других приложений сканирования и повторите попытку.";
"Device Busy Description Network" = "Невозможно выполнить требуемую операцию – выбранное сетевое устройство занято. Повторите попытку позже."; 

"Image Capture Scan" = "Сканирование Capture Scan";
"Sharpen" = "Увелич.резкости";				//Modified on the 6-June-08 - "Увеличение резкости";
"6-Color Scan" = "6-цветное сканирование";
"Missing or Damaged Software" = "Отсутствует или повреждено программное обеспечение";
"One or more components needed by Image Capture is missing or damaged. Please reinstall the software for your HP device." = "Один или несколько компонентов, требуемых для Image Capture, отсутствуют или повреждены. Повторно установите программное обеспечение для устройства HP.";
"File name too long" = "Чрезмерная длина имени файла";
"The file could not be saved because the filename is too long. Please enter a shorter name and try again." = "Невозможно сохранить файл из-за чрезмерной длины имени файла. Введите более короткое имя и повторите попытку.";
"Warning: File name starts with a period" = "Предупреждение. Имя файла начинается с точки";
"The filename you have entered begins with a period (.). If you continue, the file will be saved as a hidden file and will not be visible in the Finder. To correct this, remove the period from the start of the filename." = "Введенное имя файла начинается с точки (.). При продолжении файл будет сохранен как скрытый и не будет виден в средстве поиска. Для исправления ошибки удалите точку в начале имени файла.";
"Error Saving Image" = "Ошибка сохранения изображения";
"Image Capture has encountered an unknown error. The image could not be saved. Please try again." = "Программой Image Capture обнаружена неизвестная ошибка. Невозможно сохранить изображение. Повторите попытку.";

"ADF_OUT_OF_PAPER_MESSAGE" = "В устройстве автоматической подачи нет документов. Поместите оригиналы в устройство автоматической подачи документов и повторите сканирование.";

// Added on the 6-June-08
"Last overview scan was cancelled, please overview it again and then scan" = "Последнее сканирование с предварительным обзором было отменено; повторите операцию обзора, затем начинайте сканирование.";
"Templates" = "Шаблоны";

"DEVICE_BUSY" = "Устройство занято";
"DEVICE_BUSY_DESCRIPTION" = "Устройство используется в данный момент. Дождитесь завершения предыдущего задания и повторите попытку сканирования.";

// Vendor Feature related
"Automatic" = "Автоматически";
"Picture" = "Рисунок";
"Document" = "Документ";
"Three-Dimensional Objects" = "Трехмерный объект";
"Tooltip_Type" = "Определение типа сканируемых изображений. Если выбрать \"Автоматически\", будут использованы предварительно установленные параметры, позволяющие получить удовлетворительные результаты при сканировании большинства изображений.";
"Type" = "Тип:";

// Button handling
"Scan failed" = "Сбой сканирования";
